"Welcome to SMARTReporter. This seems to be the first time you start SMARTReporter. The preferences-window will be opened." = "SMARTReporterを初めて起動します。環境設定で各種セッティングを行ってください。";

"Your Harddrive Configuration seems to have changed. The preferences-window will be opened." = "ハードディスクドライブの設定が変更されたようです。環境設定を開きます。";

"Could not open Console.app to open the log file. View it manually at '%@'." = "コンソールでログファイルを開くことができません。手動で'%@'を参照してください。";

"Delivery can't proceed because you've set no address to deliver from." = "送信元のメールアドレスが設定されていません。";

"Delivery can't proceed because you've set no address to deliver to." = "送信先のメールアドレスが設定されていません。";

"Delivery failed with an authentication failure. Please check username, password and the authentication method." = "認証に失敗しました。ユーザー名、パスワードなどの設定を確認してください。";

"Delivery seemed to timeout. Please check hostname and port." = "タイムアウトです。サーバーアドレス、サーバーポートなどの設定を確認してください。";

"Delivery using Mail.app settings didn't seem to be successful so you should use manual configuration." = "Mail.appでのメール送信ができませんでした。他の設定でのメール送信をお試しください。";

"Error!\nCould not write to file '%@'. Please check Permissions." = "ファイル「%@」の書き込みに失敗しました。パーミッションの設定を確認してください。";

"It seems like %@ has crashed recently. Please consider sending the crash-log to help fix this problem. Also make sure you are using the latest version by using the built-in update mechanism since most reported crashes are already fixed in the latest version." = "%@がクラッシュしたことがあるようです。問題を解決するためにクラッシュログを確認することをおすすめします。Also make sure you are using the latest version by using the built-in update mechanism since most reported crashes are already fixed in the latest version.";

"Please check the e-mail settings." = "メール設定を確認してください。";

"The E-Mail delivery failed!\n" = "メール送信に失敗しました。\n";

"The E-Mail failure notification delivery failed!\n" = "メールエラーの送信に失敗しました。\n";

"The S.M.A.R.T.-data for the drive %@ indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "S.M.A.R.T.は、近い将来、ドライブ「%@」に不具合が起こる可能性があります。直ちに必要なデータを他のドライブにバックアップし、正常なドライブに交換することを強くおすすめします。";

"SMARTReporter Failure Notice" = "SMARTReporterエラー報告";

"TEST E-Mail from SMARTReporter" = "SMARTReporterからのテストメール";

"The S.M.A.R.T.-data for the drive %D on the machine %N (hostname: %H ipv4-address: %4 ipv6-address: %6 MAC-address: %M) indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "コンピュータ「%N」（ホストネーム：%H、ipv4アドレス：%4、ipv6アドレス：%6、MACアドレス：%M）のドライブ「%D」に不具合が発生しました！　直ちに、必要なデータを他の物理ドライブにバックアップを取り、正常なドライブに交換することを強くおすすめします。";

"This is just a TEST!\nContents of e-mail-test below:\n\n" = "これはテストです。";

"Unknown" = "不明";

"Failing!" = "エラー";

"Verified" = "正常";

"S.M.A.R.T. condition could not be verified" = "S.M.A.R.T.は検証できません。";

"S.M.A.R.T. condition exceeded, DRIVE COULD FAIL SOON" = "近いうちにドライブに不具合が発生する可能性があります。";

"S.M.A.R.T. condition not exceeded, drive OK" = "ドライブは正常です。;"




"%@ can't operate properly when started from the disk image." = "%@はディスクイメージから起動すると正しく動作しません。";

"%@ could not copy itself to the Applications folder, most likely an old copy exists there already. Please do so yourself." = "%@は旧バージョンが存在するためアプリケーションフォルダにコピーできませんでした。";

"%@ could not restart itself. Please do so yourself." = "%@は再起動できませんでした。";

"%@ has been moved, but applications should never be moved while they are running." = "%@は移動しました。なお、アプリケーションを起動中はファイルを移動しないでください。";

"%@ has successfully copied itself to the Applications folder, please start it from there." = "%@はアプリケーションフォルダに正常にコピーされました。";

"Cancel" = "キャンセル";

"Progress:" = "進行状況:";

"Move to the Applications folder" = "アプリケーションフォルダに移動";

"Never" = "しない";

"No test in progress" = "進行中のテスト";

"OK" = "OK";

"OK! Open Console.app!" = "コンソール.appを開く";

"Please fill in additional details here" = "詳細を入力してください。";

"Quit" = "終了";

"Restart %@" = "%@を再起動";

"Restart later" = "あとで再起動";

"Restart now" = "すぐ再起動";

"Send" = "送信";

"SMARTReporter could not restart itself automatically. Please restart it yourself when it is convenient for you." = "SMARTReporterは自動的に再起動できませんでした。SMARTReporterを一度終了し、再度起動してください。";

"SMARTReporter has detected an I/O Error on the drive named %@! This is not a S.M.A.R.T. error, but repeated errors still can indicate a failing drive. You can turn off this warning in the preferences. Full msg:\n\n%s" = "SMARTReporterは、%1$@ドライブでI/Oエラーを検出しました。これはS.M.A.R.T.エラーではありませんが、度重なるエラーによりドライブの不具合が確認できます。なお、この警告は環境設定でオフにすることできます。Full msg:\n\n%2$s";

"SMARTReporter needs to be restarted for this option to take effect. Hold down alt (option) during application launch to get the menu-item back." = "設定を反映させるためにSMARTReporterを再起動してください。アプリケーション起動中にalt（option）キーを押してください。";

"S.M.A.R.T. status not yet determined" = "S.M.A.R.T. status not yet determined";

"R.A.I.D. check not yet performed" = "R.A.I.D. check not yet performed";

"R.A.I.D. status check disabled" = "R.A.I.D. status check disabled";

"I/O Error check not yet performed" = "I/O Error check not yet performed";

"I/O Error check disabled" = "I/O Error check disabled";

"R.A.I.D. check (%@): no RAID sets found" = "R.A.I.D. check (%@): no RAID sets found";

"R.A.I.D. check (%@): all %i RAID sets ONLINE" = "R.A.I.D. check (%@): all %i RAID sets ONLINE";

"R.A.I.D. check (%@): %i of %i RAID sets DEGRADED" = "R.A.I.D. check (%@): %i of %i RAID sets DEGRADED";

"R.A.I.D. check (%@): %i of %i RAID sets OFFLINE" = "R.A.I.D. check (%@): %i of %i RAID sets OFFLINE";

"R.A.I.D. check (%@): %i RAID sets OFFLINE and %i RAID sets DEGRADED" = "R.A.I.D. check (%@): %i RAID sets OFFLINE and %i RAID sets DEGRADED";

"I/O Error check (%@): all %i watched drives OK" = "I/O Error check (%@): all %i watched drives OK";

"I/O Error check (%@): FAILING - found I/O Errors on %i drive(s)" = "I/O Error check (%@): FAILING - found I/O Errors on %i drive(s)";

/* added post 2.7.1*/

"Closing this window will not abort the selftest - you can't start other tests until this one has finished. You can later inspect the results of the finished selftest." = "Closing this window will not abort the selftest - you can't start other tests until this one has finished. You can later inspect the results of the finished selftest.";

"Sorry, the I/O error check can only be enabled for Admin-users." = "Sorry, the I/O error check can only be enabled for Admin-users.";

"SMARTReporter has detected a problem with an attached RAID! Full msg:\n\n%@" = "SMARTReporter has detected a problem with an attached RAID! Full msg:\n\n%@";

"S.M.A.R.T. status: %i of %i drives FAILING" = "S.M.A.R.T. status: %i of %i drives FAILING";

"S.M.A.R.T. status: all %i watched drives OK" = "S.M.A.R.T. status: all %i watched drives OK";